var demoData = {
    "status": 0,
    "message": "获取文章列表成功！",
    "data": [{
        "Id": 1,
        "title": "解放军全面台湾海域军演",
        "pub_date": "2020-01-03 12:19:57.690",
        "state": "已发布",
        "cate_name": "最新"
    },
    {
        "Id": 2,
        "title": "华为率先研发成功军用芯片技术",
        "pub_date": "2020-01-03 12:20:19.817",
        "state": "已发布",
        "cate_name": "新闻"
    },
    {
        "Id": 3,
        "title": "读书已成为全民爱好，书店爆满！！",
        "pub_date": "2020-01-03 12:20:19.817",
        "state": "已发布",
        "cate_name": "最新"
    },
    {
        "Id": 4,
        "title": "明星不在成为年青人的崇拜对象，科学家才是",
        "pub_date": "2020-01-03 12:20:19.817",
        "state": "已发布",
        "cate_name": "新闻"
    },
    {
        "Id": 5,
        "title": "中国海洋深处发现大型'铀田',储量亿吨!!",
        "pub_date": "2020-01-03 12:20:19.817",
        "state": "已发布",
        "cate_name": "新闻"
    }
    ],
    "total": 5
}
